Repository: WPPlugins/deemly
Catalog: lang/dmly-*.po
Languages: da_dk, de_de, pl_pl

source: Your rating categories:
da_dk: Dine bedømmelsesparametre

source: The parameters users can rate each other on.
da_dk: Parametre burger kan bedømme hinanden ud fra.

source: Update
da_dk: Updater

source: deemly API settings
da_dk: deemly API indstillinger
de_de: deemly API Einstellungen
pl_pl: Ustawienia deemly API

source: Please enter your deemly app settings. You can find your keys under the settings page on each site.
da_dk: Indsæt dine deemly app nøgler, som du kan finde under Settings på portal.demly.co
de_de: Bitte fügen Sie Ihre deemly App Einstellungen ein. Sie finden Ihre Schlüssel auf jeder Seite unter "Einstellungen".
pl_pl: Wpisz ustawienia aplikacji deemly. Klucze mozna znalezc na portal.deemly.co

source: Verified by deemly
da_dk: Verificeret af deemly
de_de: Verifiziert von deemly
pl_pl: Zweryfikowane przez deemly

source: See full profile
da_dk: Se den fulde profil
de_de: Zeige gesamtes Profil
pl_pl: Zobacz pełen profil

source: No ratings and reviews yet
da_dk: Ingen anmeldelser endnu
de_de: Noch keine Bewertungen und Berichte.
pl_pl: Narazie nie ma ocen i opinii

source: verified by deemly
da_dk: verificeret a deemly

source: All fields are required.
da_dk: Alle felter seal udfyldes
de_de: Alle Felder sind erforderlich.
pl_pl: Wszystkie pola są wymagane.

source: You must be logged in to post a review.
da_dk: Du skal være logget ind for at give en anmeldelse
de_de: Du musst eingeloggt sein, um einen Bericht zu schreiben.
pl_pl: Musisz być zalogowany aby dodać opinię.

source: Submit review
da_dk: Send anmeldelse
de_de: Sende Bericht
pl_pl: Dodaj opinię

source: deemly user profile
da_dk: deemly brugerprofil
de_de: deemly Benutzerprofil
pl_pl: Profil użytkownika deemly

source: This widget will display the users deemly profile
da_dk: Denne widget viser brugerens deemly profil
de_de: Dieses widget zeigt das deemly Profil des Nutzers/der Nutzerin an
pl_pl: Ten widżet wyświetli profil użytkowników deemly

source: deemly user rating form
da_dk: deemly anmeldelsesformular
de_de: deemly Benutzerbewertungs-Formular
pl_pl: Formularz ocena użytkownika deemly

source: This widget will display the form for submitting a rating and review
da_dk: Den widget viser formularen til at indsende anmeldelser
de_de: Dieses widget zeigt das Formular für das Absenden von Bewertungen und Bericht
pl_pl: Ten widżet wyświetla formularz udzielania oceny i opninii

source: Submit a review
da_dk: Send anmeldelse
de_de: Sende Bericht
pl_pl: Dodaj opinię

source: deemly user ratings
da_dk: deemly brugeranmeldelser
de_de: deemly Benutzerbewertung
pl_pl: Opinię użytkowników deemly

source: This widget will display the users ratings and reviews
da_dk: Denne widget viser brugerens anmeldelser
de_de: Dieses widget zeigt die Bewertungen und Berichte des Benutzers/der Benutzerin
pl_pl: Ten widget wyświetla oceny i opinię użytkowników

source: Other users say
da_dk: Andre brugere siger
de_de: Andere Nutzer/innen sagen
pl_pl: Opinie innych urzytkowników.
